{
  "choose a category": "בחרו קטגוריה",
  "Shalito's Carpentry": "נגריית שליטו",
  "Home Page": "דף הבית",
  "Catalog": "קטלוג עבודות",
  "About Us": "קצת עלינו",
  "about": "קצת עלינו",
  "Contact Us": "צור קשר",
  "Contact": "צור קשר",
  "OFFICE": "חדרי עבודה",
  "CLOSET_ROOM": "חדרי ארונות",
  "CLOSET": "ארונות",
  "BATHROOM": "ארונות אמבטיה",
  "BUFFET": "מזנונים",
  "KITCHEN": "מטבחים",
  "In carpentry, as in life, attention to detail is key.": "בנגרות, כמו בחיים, תשומת לב לפרטים היא המפתח.",
  "That's the difference between mediocrity and greatness.": "זה ההבדל בין בינוניות לגדולה.",
  "We are a carpentry business serving the community for over 30 years.": "אנחנו עסק נגרות המשרת את הקהילה כבר למעלה מ-30 שנה.",
  "Our commitment to excellence has earned us a reputation as a trusted and reliable company in the industry.": "המחויבות שלנו למצוינות הקנתה לנו מוניטין כחברה מהימנה ואמינה בתעשייה.",
  "Our skilled craftsman team specializes in creating beautiful and functional spaces,": "צוות המלאכה המיומן שלנו מתמחה ביצירת חללים יפים ופונקציונליים",
  "utilizing high-quality materials and expert techniques.": "באמצעות שימוש בחומרים איכותיים וטכניקות מומחים.",
  "We offer a wide range of carpentry services,": "אנו מציעים מגוון רחב של שירותי נגרות,",
  "including custom fittings and all types of woodworking.": "כולל פרזול בהתאמה אישית ועבודות עץ מכל הסוגים.",
  "No project is too big or too small for us.": "אף פרויקט לא גדול או קטן מדי עבורנו.",
  "We work closely with our clients to understand their vision and bring it to life, ensuring every detail is perfect.": "אנו עובדים בשיתוף פעולה הדוק עם לקוחותינו כדי להבין את החזון שלהם ולהביא אותו לידי ביטוי, תוך הבטחה שכל פרט ופרט מושלם.",
  "We pride ourselves on providing exceptional customer service and always go above and beyond to exceed our clients' expectations.": "אנו מתגאים במתן שירות לקוחות יוצא דופן ותמיד עושים מעל ומעבר כדי לעלות על הציפיות של הלקוחות שלנו.",
  "We look forward to welcoming you at": "מצפים לביקורכם ב",
  "You can reach us via": "אתם יכולים להגיע אלינו דרך",
  "or": "או",
  "google maps": "גוגל מפות",
  "waze": "ווייז",
  "Send us a message on WhatsApp": "שלחו לנו הודעה בוואטסאפ",
  "For contact:": "ליצירת קשר התקשרו:",
  "Questions?": "שאלות?",

  "back to categories": "חזרה לקטגוריות",

  "Personalized Carpentry Solutions": "פתרונות נגרות מותאמים אישית",
  "Designed for Your Home": "עבור הבית שלך",
  "View Catalog!": "לקטלוג!",
  "Visit Us or Get in Touch": "בקרו אותנו או צרו קשר!",

  "Transform your home with Shalito Carpentry – experts in custom kitchens, cabinets, and countertops. Explore our comprehensive catalog of high-quality carpentry solutions tailored to your needs. Contact us today to start designing your dream space and visit our homepage for more information about our services.": "נגריית שליטו, שדרג את הבית שלך, מתמחים במטבחים בהתאמה אישית, ארונות ומזנונים. חקור את הקטלוג המקיף שלנו, פתרונות נגרות איכותיים המותאמים לצרכיך."
}
