{
  "choose a category": "Выберите категорию",
  "נגריית שליטו": "Shalito's Carpentry",
  "Shalito's Carpentry": "Столярная мастерская Шалито",
  "Home Page": "Главная страница",
  "Catalog": "Каталог работ",
  "About Us": "О нас",
  "about": "О нас",
  "about us": "О нас",
  "Contact Us": "Связаться с нами",
  "Contact": "Контакты",
  "OFFICE": "Рабочие кабинеты",
  "CLOSET_ROOM": "Гардеробные комнаты",
  "CLOSET": "Шкафы",
  "BATHROOM": "Ванные комнаты",
  "BUFFET": "Буфеты",
  "KITCHEN": "Кухни",
  "OTHER": "Другие",
  "In carpentry, as in life, attention to detail is key.": "В столярном деле, как и в жизни, внимание к деталям — ключ к успеху.",
  "That's the difference between mediocrity and greatness.": "Это то, что отличает посредственность от величия.",
  "We are a carpentry business serving the community for over 30 years.": "Мы занимаемся столярным делом уже более 30 лет.",
  "Our commitment to excellence has earned us a reputation as a trusted and reliable company in the industry.": "Наша приверженность качеству принесла нам репутацию надежной компании.",
  "Our skilled craftsman team specializes in creating beautiful and functional spaces,": "Наша команда мастеров специализируется на создании красивых и функциональных пространств,",
  "utilizing high-quality materials and expert techniques.": "используя качественные материалы и профессиональные технологии.",
  "We offer a wide range of carpentry services,": "Мы предлагаем широкий спектр столярных услуг,",
  "including custom fittings and all types of woodworking.": "включая индивидуальную фурнитуру и все виды деревообработки.",
  "No project is too big or too small for us.": "Для нас нет ни слишком больших, ни слишком маленьких проектов.",
  "We work closely with our clients to understand their vision and bring it to life, ensuring every detail is perfect.": "Мы тесно сотрудничаем с клиентами, чтобы понять их идеи и воплотить их в жизнь, обеспечивая идеальную проработку всех деталей.",
  "We pride ourselves on providing exceptional customer service and always go above and beyond to exceed our clients' expectations.": "Мы гордимся высоким уровнем обслуживания и всегда стремимся превзойти ожидания наших клиентов.",
  "We look forward to welcoming you at": "Будем рады видеть вас в",
  "You can reach us via": "Вы можете связаться с нами через",
  "or": "или",
  "google maps": "Google Карты",
  "google maps (Tap Here)": "Google Карты (Нажмите здесь)",
  "waze": "Waze",
  "Waze (Tap Here)": "Waze (Нажмите здесь)",
  "Send us a message on WhatsApp": "Напишите нам в WhatsApp",
  "For contact:": "Для связи:",
  "Questions?": "Вопросы?",
  "No image available": "Изображение недоступно",
  "back to categories": "Назад к категориям",
  "No works here, coming soon!": "Здесь пока нет работ, скоро появятся!",

  "Personalized Carpentry Solutions": "Индивидуальные столярные решения",
  "Designed for Your Home": "Создано для вашего дома",
  "View Catalog!": "Смотреть каталог!",
  "Visit Us or Get in Touch": "Приходите к нам или свяжитесь с нами!",

  "Transform your home with Shalito Carpentry – experts in custom kitchens, cabinets, and countertops. Explore our comprehensive catalog of high-quality carpentry solutions tailored to your needs. Contact us today to start designing your dream space and visit our homepage for more information about our services.": "Преобразите свой дом с мастерской Шалито – экспертами в создании индивидуальных кухонь, шкафов и столешниц. Ознакомьтесь с нашим каталогом высококачественных столярных решений, адаптированных к вашим потребностям. Свяжитесь с нами сегодня, чтобы начать проектировать пространство вашей мечты, и посетите наш сайт для получения дополнительной информации о наших услугах.",
  "meta.description": "Преобразите свой дом с мастерской Шалито – экспертами в создании индивидуальных кухонь, шкафов и столешниц. Ознакомьтесь с нашим каталогом высококачественных столярных решений, адаптированных к вашим потребностям.",

  "The Bath Gem": "Жемчужина Ванной",
  "A unique bathroom cabinet wrapped in warm and inviting butcher block, featuring a rounded triangular sink that blends seamlessly into the design. A perfect harmony of craftsmanship and functionality, crafted by our talented designer.": "Уникальный шкаф для ванной, покрытый теплым и уютным слоем из бучерного блока, с круглым треугольным умывальником, идеально вписывающимся в дизайн. Искусство и функциональность в гармонии от нашего талантливого дизайнера.",

  "Cocoa Coffee Vanity": "Шоколадно-Кофейная Ванна",
  "An elegant bathroom cabinet with a warm butcher block countertop and a softly rounded oval sink, paired with an open-shelf unit. A timeless design in cocoa and coffee tones, crafted by our talented designer.": "Элегантный шкаф для ванной с теплой столешницей из бучерного блока и плавно закругленной овальной раковиной, дополненный открытым шкафом с полками. Классический дизайн в тонах шоколада и кофе от нашей талантливой дизайнерши.",

  "Green Elegance Vanity": "Зелёная Элегантность Ванной",
  "A stunning bathroom cabinet with a green body, black countertop, and matching black faucet, complemented by a soft pink rounded sink and a circular mirror. Beside it, a wooden open-shelf cabinet with green doors, and an additional cabinet near the washing machine with a green interior. A breathtaking design by our talented designer.": "Потрясающий шкаф для ванной с зелёным корпусом, чёрной столешницей и таким же чёрным краном, дополненный мягкой розовой закруглённой раковиной и круглым зеркалом. Рядом находится открытый шкаф с деревянными полками и зелёными дверцами, а также дополнительный шкаф возле стиральной машины с зелёным интерьером. Великолепный дизайн от нашей талантливой дизайнерши.",

  "Natural Wood Vanity": "Ванна из Натурального Дерева",
  "A bathroom cabinet in a natural wood finish, featuring a sleek black sink and faucet. The sink is elegantly shaped like a soft oval, blending perfectly into the warm tones of the design. Another masterpiece by our talented designer.": "Шкаф для ванной из натурального дерева с элегантной черной раковиной и краном. Раковина имеет мягкую овальную форму, идеально сочетающуюся с теплыми тонами дизайна. Ещё один шедевр от нашей талантливой дизайнерши.",

  "Simple Comfort Vanity": "Простота и Комфорт Ванной",
  "A practical and simple bathroom cabinet set, featuring a low cabinet with an open shelf beneath and a tall, closed cabinet extending from floor to ceiling. Designed for maximum convenience and understated elegance.": "Практичный и простой набор шкафов для ванной: низкий шкаф с открытой полкой внизу и высокий закрытый шкаф от пола до потолка. Создан для максимального удобства и сдержанной элегантности.",
  "Loading catalog...": "Загрузка каталога...",
  "Retry": "Повторить",
  "errors.failedToLoadCatalog": "Не удалось загрузить каталог. Пожалуйста, попробуйте позже.",

  "buffet_01": "Буфет 1",
  "buffet_02": "Буфет 2",
  "buffet_03": "Буфет 3",
  "buffet_04": "Буфет 4",
  "buffet_05": "Буфет 5",
  "buffet_06": "Буфет 6",
  "buffet_07": "Буфет 7",
  "buffet_08": "Буфет 8",

  "closet (1)": "Шкаф 1",
  "closet (2)": "Шкаф 2",
  "closet (3)": "Шкаф 3",
  "closet (4)": "Шкаф 4",
  "closet (5)": "Шкаф 5",
  "closet (6)": "Шкаф 6",
  "closet (8)": "Шкаф 8",

  "closet_room (1)": "Гардеробная 1",
  "closet_room (2)": "Гардеробная 2",
  "closet_room (3)": "Гардеробная 3",
  "חדר ארונות רמלה": "Гардеробная Рамла",

  "kitchen (1)": "Кухня 1",
  "kitchen (10)": "Кухня 10",
  "kitchen (11)": "Кухня 11",
  "kitchen (12)": "Кухня 12",
  "kitchen (13)": "Кухня 13",
  "kitchen (14)": "Кухня 14",
  "kitchen (15)": "Кухня 15",
  "kitchen (16)": "Кухня 16",
  "kitchen (17)": "Кухня 17",
  "kitchen (18)": "Кухня 18",
  "kitchen (19)": "Кухня 19",
  "kitchen (20)": "Кухня 20",
  "kitchen (21)": "Кухня 21",
  "kitchen (2)": "Кухня 2",
  "kitchen (3)": "Кухня 3",
  "kitchen (4)": "Кухня 4",
  "kitchen (5)": "Кухня 5",
  "kitchen (6)": "Кухня 6",
  "kitchen (7)": "Кухня 7",
  "kitchen (8)": "Кухня 8",
  "kitchen (9)": "Кухня 9",

  "Send us a message": "Отправьте нам сообщение",
  "Fill out the form below and we'll get back to you shortly": "Заполните форму ниже, и мы свяжемся с вами в ближайшее время",
  "Full Name": "Полное имя",
  "Enter your full name": "Введите ваше полное имя",
  "Name is required": "Имя обязательно",
  "Name must be at least 2 characters": "Имя должно содержать не менее 2 символов",
  "Enter your phone number": "Введите ваш номер телефона",
  "Phone is required": "Телефон обязателен",
  "Phone must be 10 digits": "Телефон должен содержать 10 цифр",
  "Email is required": "Email обязателен",
  "Please enter a valid email": "Пожалуйста, введите действительный email",
  "Enter your email": "Введите ваш email",
  "Project Address": "Адрес проекта",
  "Enter project address": "Введите адрес проекта",
  "Address is required": "Адрес обязателен",
  "Project Type": "Тип проекта",
  "Select project type": "Выберите тип проекта",
  "Project type is required": "Тип проекта обязателен",
  "Preferred Contact Method": "Предпочтительный способ связи",
  "Any method": "Любой способ",
  "Phone": "Телефон",
  "Email": "Email",
  "WhatsApp": "WhatsApp",
  "Project Description": "Описание проекта",
  "Tell us about your project, ideas, requirements, etc.": "Расскажите нам о вашем проекте, идеях, требованиях и т.д.",
  "Description is required": "Описание обязательно",
  "Description must be at least 10 characters": "Описание должно содержать не менее 10 символов",
  "Send Message": "Отправить сообщение",
  "Sending...": "Отправка...",
  "View Gallery": "Смотреть галерею",
  "Select a category to view works": "Выберите категорию для просмотра работ"
}
