{
  "choose a category": "Выберите категорию",
  "Shalito's Carpentry": "Столярная мастерская Шалито",
  "Home Page": "Главная страница",
  "Catalog": "Каталог работ",
  "About Us": "О нас",
  "about": "О нас",
  "Contact Us": "Связаться с нами",
  "Contact": "Контакты",
  "OFFICE": "Рабочие кабинеты",
  "CLOSET_ROOM": "Гардеробные комнаты",
  "CLOSET": "Шкафы",
  "BATHROOM": "Ванные комнаты",
  "BUFFET": "Буфеты",
  "KITCHEN": "Кухни",
  "In carpentry, as in life, attention to detail is key.": "В столярном деле, как и в жизни, внимание к деталям — ключ к успеху.",
  "That's the difference between mediocrity and greatness.": "Это то, что отличает посредственность от величия.",
  "We are a carpentry business serving the community for over 30 years.": "Мы занимаемся столярным делом уже более 30 лет.",
  "Our commitment to excellence has earned us a reputation as a trusted and reliable company in the industry.": "Наша приверженность качеству принесла нам репутацию надежной компании.",
  "Our skilled craftsman team specializes in creating beautiful and functional spaces,": "Наша команда мастеров специализируется на создании красивых и функциональных пространств,",
  "utilizing high-quality materials and expert techniques.": "используя качественные материалы и профессиональные технологии.",
  "We offer a wide range of carpentry services,": "Мы предлагаем широкий спектр столярных услуг,",
  "including custom fittings and all types of woodworking.": "включая индивидуальную фурнитуру и все виды деревообработки.",
  "No project is too big or too small for us.": "Для нас нет ни слишком больших, ни слишком маленьких проектов.",
  "We work closely with our clients to understand their vision and bring it to life, ensuring every detail is perfect.": "Мы тесно сотрудничаем с клиентами, чтобы понять их идеи и воплотить их в жизнь, обеспечивая идеальную проработку всех деталей.",
  "We pride ourselves on providing exceptional customer service and always go above and beyond to exceed our clients' expectations.": "Мы гордимся высоким уровнем обслуживания и всегда стремимся превзойти ожидания наших клиентов.",
  "We look forward to welcoming you at": "Будем рады видеть вас в",
  "You can reach us via": "Вы можете связаться с нами через",
  "or": "или",
  "google maps": "Google Карты",
  "waze": "Waze",
  "Send us a message on WhatsApp": "Напишите нам в WhatsApp",
  "For contact:": "Для связи:",
  "Questions?": "Вопросы?",

  "back to categories": "Назад к категориям",

  "Personalized Carpentry Solutions": "Индивидуальные столярные решения",
  "Designed for Your Home": "Создано для вашего дома",
  "View Catalog!": "Смотреть каталог!",
  "Visit Us or Get in Touch": "Приходите к нам или свяжитесь с нами!",

  "Transform your home with Shalito Carpentry – experts in custom kitchens, cabinets, and countertops. Explore our comprehensive catalog of high-quality carpentry solutions tailored to your needs. Contact us today to start designing your dream space and visit our homepage for more information about our services.": "Преобразите свой дом с мастерской Шалито – экспертами в создании индивидуальных кухонь, шкафов и столешниц. Ознакомьтесь с нашим каталогом высококачественных столярных решений, адаптированных к вашим потребностям. Свяжитесь с нами сегодня, чтобы начать проектировать пространство вашей мечты, и посетите наш сайт для получения дополнительной информации о наших услугах."
}
